Repository: common-repository/uafrica-shipping
Catalog: languages/uafrica-shipping-*.po
Languages: nl_nl

source: Display Bob Go shipping information at checkout.
nl_nl: Toon Bob Go verzendinformatie op uw site.

source: A shippings page was already found from a previous activation.
nl_nl: Er is al een verzendpagina gevonden van een vorige activatie.

source: You can change this page in the settings.
nl_nl: Je kan deze pagina aanpassen in de instellingen.

source: Shipping details
nl_nl: Verzendgegevens

source: Created a new shipping page.
nl_nl: Er is een nieuwe verzendpagina aangemaakt.

source: Shipping page
nl_nl: Verzendpagina

source: Bob Go shipping page
nl_nl: Bob Go verzendpagina

# column name
source: Track Order
nl_nl: Volg Bestelling

# link in woo admin
source: Track order
nl_nl: Volg bestelling

source: We were unable to retrieve tracking information for '%s'. Please try again later.
nl_nl: We konden geen trackinginformatie ophalen voor '%s'. Probeer het later opnieuw.

source: Instructions
nl_nl: Instructies

source: Bob Go settings
nl_nl: Bob Go instellingen

source: Save shipping page
nl_nl: Verzendpagina opslaan

source: Order number
nl_nl: Bestelnummer

source: Enter an order number e.g. %1$s or enter a tracking number e.g. %2$s
nl_nl: Vul een ordernumer in bijv. %1$s of vul een verzendnummer in bijv. %2$s

source: Track order
nl_nl: Volg bestelling

source: Tracking information for order #%s
nl_nl: Tracking info voor bestelling #%s

source: Shipping provider:
nl_nl: Verzendbedrijf:

source: For additional information, please contact %1$s (%2$s) and quote tracking reference %3$s.
nl_nl: Voor meer informatie, neem contact op met %1$s (%2$s) met offerte referentie %3$s.

source: Bob Go tracking information.
nl_nl: Toon Bob Go verzendinformatie.

source: Courier
nl_nl: Bezorger

source: Background colour
nl_nl: Achtergrond kleur

source: Text colour
nl_nl: Tekst kleiur.
